Repository: 84000/data-translation-memory
Catalog: toh57-v3.tmx
Source language: bo
Languages: en

source: འདི་ལྟ་སྟེ། དཔེར་ན་མགར་བའམ། དེའི་སློབ་མས་སྦུད་པ་བུས་པ་ན་སྟེང་དང་འོག་ཏུ་རླུང་རྒྱུ་ཞིང་རླུང་གི་བྱ་བ་བྱས་ནས་འགག་པར་གྱུར་པ་ཇི་ལྟ་བ་བཞིན་ནོ། །
en: Just as when a blacksmith or his apprentice blows with a bellows, in the same way, moving upward or downward, the wind performs its function and then ceases.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་བཅུ་གཉིས་པ་ལ་ནི་མའི་མངལ་ནས་ཡོན་པོའི་སྒོ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: “Nanda, in the twelfth week, a wind called crooked opening arises within the mother’s womb.

source: རླུང་དེས་མངལ་བུས་པས་གཡས་གཡོན་གཉིས་ཀྱི་ནང་གྲོལ་གྱི་རྒྱུ་མ་དང་གཉེ་མ་དག་འགྲུབ་པར་བྱེད་དེ། འདི་ལྟ་སྟེ།
en: That wind, by blowing on the fetus, establishes the small intestines and the large intestines, which are the entrails on both the left and right.

source: དཔེར་ན་པད་མའི་རྩ་བ་བཞིན་དུ་ལུས་ལ་བརྟེན་ཏེ་སྣོལ་མར་གནས་སོ། །
en: Just like the roots of the lotus, they adhere to the body and stay together.

source: ཞག་བདུན་པ་དེ་ཉིད་ཀྱི་ཚེ་གཞན་ཡང་སྤུ་བརྒྱུས་པ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: In that same week, furthermore, a wind called fastened hair arises.

source: མངལ་གྱི་ནང་ཉིད་དུ་ལྷག་ཆད་མེད་པར་ཚིགས་བརྒྱ་སུམ་ཅུ་སྐྱེད་པར་བྱེད་དོ། །
en: Inside the fetus, it produces one hundred thirty joints, neither too few nor too many.

source: གཞན་ཡང་རླུང་དེའི་སྟོབས་ཀྱིས་གནད་བརྒྱ་རྩ་གཅིག་འབྱུང་བར་བྱེད་དོ། །
en: Furthermore, the force of that wind creates one hundred one vital points in the body.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་བཅུ་གསུམ་པ་ལ་ནི་མའི་མངལ་ནས་སྔ་མའི་རླུང་དེ་ཉིད་ཀྱི་སྟོབས་ཀྱིས་བཀྲེས་པ་དང་། སྐོམ་པར་ཤེས་པར་བྱེད་པས་མས་ཟོས་ཤིང་འཐུངས་པའི་བཅུད་ཇི་སྙེད་པ་དག་ལྟེ་བར་ཞུགས་ནས་དེའི་ལུས་ལ་ཕན་འདོགས་པར་བྱེད་དོ།
en: “Nanda, in the thirteenth week, the force of the same wind as before causes the fetus to feel hunger and thirst, and all the nutrients of what the mother eats and drinks enter at the navel and benefit its body.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་བཅུ་བཞི་པ་ལ་ནི་མའི་མངལ་ནས་སྐུད་པའི་ཁ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: “Nanda, in the fourteenth week, a wind called thread mouth arises within the mother’s womb.

source: རླུང་དེས་མངལ་ན་གནས་པ་དེའི་རྩ་རྒྱུས་སྟོང་སྐྱེད་པར་བྱེད་དེ།
en: That wind produces one thousand ligaments in the fetus.

source: ཉིས་བརྒྱ་ལྔ་བཅུ་ནི་ལུས་ཀྱི་མདུན་ན་གནས་སོ། །
en: Two hundred and fifty are in the front of the body.

source: ཉིས་བརྒྱ་ལྔ་བཅུ་ནི་ལུས་ཀྱི་རྒྱབ་ན་གནས་སོ། །
en: Two hundred and fifty are in the back of the body.

source: ཉིས་བརྒྱ་ལྔ་བཅུ་ནི་ལུས་ཀྱི་གཡས་ཕྱོགས་ན་གནས་སོ། །
en: Two hundred and fifty are on the right side of the body.

source: ཉིས་བརྒྱ་ལྔ་བཅུ་ནི་ལུས་ཀྱི་གཡོན་ཕྱོགས་ན་གནས་སོ། །
en: Two hundred and fifty are on the left side of the body.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་བཅོ་ལྔ་པ་ལ་ནི་མའི་མངལ་ནས་པད་མ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: “Nanda, in the fifteenth week, a wind called lotus arises within the mother’s womb.

source: མངལ་ན་གནས་པ་དེའི་ལུས་ལ་རྩར་རྒྱུ་བ་རྣམ་པ་ཉི་ཤུ་བསྐྱེད་ནས་རོ་རྣམས་གཞིབ་པར་བྱེད་དེ།
en: It produces twenty types of channels in the body of the fetus, and they absorb constituent fluids.

source: དེ་ཡང་ལུས་ཀྱི་མདུན་ན་ལྔ་དང་། ལུས་ཀྱི་རྒྱབ་ན་ལྔ་དང་། ལུས་ཀྱི་གཡས་ན་ལྔ་དང་། ལུས་ཀྱི་གཡོན་ན་ལྔ་ཡོད་དོ། །
en: There are five at the front of the body, five at the back of the body, five on the right side of the body, and five on the left side of the body.

source: རྩར་རྒྱུ་བ་དེ་ཡང་མིང་སྣ་ཚོགས་དང་། ཁ་དོག་སྣ་ཚོགས་དང་ལྡན་པས་མིང་ནི་ས་ག་ཞེས་ཀྱང་བྱ།
en: Those channels also have various names and various colors.

source: སྟོབས་ཞེས་ཀྱང་བྱ། བརྟན་པ་ཞེས་ཀྱང་བྱ། མཐུ་དང་ལྡན་པ་ཞེས་ཀྱང་བྱའོ། །ཁ་དོག་ནི་སྔོན་པོ་དང་། སེར་པོ་དང་།
en: Their names are companion,strength, stability, and powerful.

source: དམར་པོ་དང་། དཀར་པོ་དང་། བབ་ལ་ལྟ་བུའི་སེར་སྐྱ་དང་། མར་དང་། འབྲུ་མར་དང་།
en: The colors are blue, yellow, red, and white, and there are channels that are the color of lentils, butter, oil, curds, and so forth.

source: ཞོ་ལ་སོགས་པའི་ཁ་དོག་དང་ལྡན་པ་གང་ཡིན་པ་དང་། གཞན་ཡང་ཁ་དོག་མང་པོ་ཕན་ཚུན་འདྲེས་པ་གང་ཡིན་པའོ། །
en: Furthermore, there are those that are a mixture of many colors.

source: དགའ་བོ་རྩར་རྒྱུ་བ་ཉི་ཤུ་པོ་དེ་དག་རེ་རེ་ལ་ཡང་ཡན་ལག་བཞི་བཅུ་བཞི་བཅུ་ཡོད་པས་གཅིག་ཏུ་བསྡུས་ན་དབུགས་གཞིབ་པའི་རྩར་རྒྱུ་བ་བརྒྱད་བརྒྱ་ཡོད་པར་འགྱུར་ཏེ།
en: Nanda, since those twenty channels have forty branches each, altogether there are eight hundred channels that draw in breath.

source: ལུས་ཀྱི་མདུན་དང་། རྒྱབ་དང་། གཡས་དང་། གཡོན་གྱི་ཕྱོགས་རེ་རེ་ལ་ཡང་ཉིས་བརྒྱ་ཉིས་བརྒྱ་ཡོད་དོ། །
en: The front and back and left and right sides of the body have another two hundred each.

source: དགའ་བོ་རྩར་རྒྱུ་བ་བརྒྱད་བརྒྱ་པོ་དེ་དག་རེ་རེ་ལ་ཡང་རྩར་རྒྱུ་བའི་ཡན་ལག་ཕན་ཚུན་འབྲེལ་བ་བརྒྱ་བརྒྱ་ཡོད་པས་གཅིག་ཏུ་བསྡུས་ན་སྟོང་ཕྲག་བརྒྱད་ཅུ་ཡོད་པར་འགྱུར་ཏེ།
en: Nanda, since those eight hundred also have one hundred interconnected branch channels each, there are altogether eighty thousand channels.

source: སྟོང་ཕྲག་ཉི་ཤུ་ནི་ལུས་ཀྱི་མདུན་ན་ཡོད་དོ། །
en: There are twenty thousand at the front of the body.

source: སྟོང་ཕྲག་ཉི་ཤུ་ནི་ལུས་ཀྱི་རྒྱབ་ན་ཡོད་དོ། །
en: There are twenty thousand at the back of the body.

source: སྟོང་ཕྲག་ཉི་ཤུ་ནི་ལུས་ཀྱི་གཡས་ཕྱོགས་ན་ཡོད་དོ། །
en: There are twenty thousand on the right side of the body.

source: སྟོང་ཕྲག་ཉི་ཤུ་ནི་ལུས་ཀྱི་གཡོན་ཕྱོགས་ན་ཡོད་དོ། །
en: There are twenty thousand on the left side.

source: དགའ་བོ་རྩར་རྒྱུ་བ་སྟོང་ཕྲག་བརྒྱད་ཅུ་པོ་དེ་དག་ལ་ཡང་བུ་ག་མང་པོ་ཡོད་པས་བུ་ག་གཅིག་དང་གཉིས་དང་ལྡན་པ་ན་ས་བུ་ག་བདུན་གྱི་བར་དང་ལྡན་པ་ཡང་ཡོད་དོ། །
en: Nanda, those eighty thousand channels have many holes, from one or two to seven holes.

source: དེ་དག་རེ་རེ་ལ་ཡང་སྤུའི་ཁུང་བུ་རེ་རེ་དང་སོ་སོར་ཕན་ཚུན་འབྲེལ་ཏེ། འདི་ལྟ་སྟེ།
en: Each of those also have pores to which they are mutually connected.

source: དཔེར་ན་པད་མའི་རྩ་བ་ལ་བུ་ག་མང་པོ་ཡོད་པ་ཇི་ལྟ་བ་བཞིན་ནོ། །
en: It is similar to the way lotus roots have many holes.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་བཅུ་དྲུག་པ་ལ་ནི་བདུད་རྩི་འགྲོ་བ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: “Nanda, in the sixteenth week, a wind called nectar flows arises.

source: རླུང་དེའི་སྦྱོར་བས་མངལ་ན་གནས་པ་དེའི་མིག་གི་སྐྱེ་མཆེད་གཉིས་དང་། རྣ་བའི་སྐྱེ་མཆེད་གཉིས་དང་། སྣའི་སྐྱེ་མཆེད་གཉིས་དང་། ཁའི་སྒོ་དང་། མིད་པའི་བུ་ག་དང་། སྙིང་གི་ཁོ་ར་ཁོར་ཡུག་དང་། བཟའ་བ་དང་། བཏུང་བ་དང་།
en: With the contact of that wind, the fetus’s two eyes, the two ears, the two nostrils, the mouth, the throat aperture, the area around the heart, and the repository for food and drink and what is chewed and what is tasted are put in place, and it removes obstructions to the inhalation and exhalation of breath.

source: བཅའ་བ་དང་། མྱངས་པ་རྣམས་འཇུག་པར་འགྱུར་བའི་གནས་རྣམ་པར་འཇོག་ཅིང་དབུགས་ཕྱི་ནང་དུ་རྒྱུ་བ་ཐོགས་པ་མེད་པར་བྱེད་དེ། འདི་ལྟ་སྟེ། དཔེར་ན་རྫ་མཁན་ནམ་དེའི་སློབ་མས་འཇིམ་པའི་གོང་བུ་བླངས་ཏེ། འཁོར་ལོའི་སྟེང་དུ་བཞག་ནས་ཇི་ལྟར་མོས་པ་བཞིན་དུ་སྣོད་ཀྱི་རྣམ་པར་དབྱིབས་ཐ་དད་པ་སྤེལ་ཞིང་རྣམ་པར་འཇོག་པ་དེ་བཞིན་དུ་ལས་ཀྱི་རླུང་གི་དབང་གིས་ཀྱང་དེ་བཞིན་དུ་མིག་ལ་སོགས་པའི་སྐྱེ་མཆེད་ཇི་ལྟར་མོས་པ་བཞིན་དུ་རྣམ་པར་འཇོག་ཅིང་དབུགས་ཕྱི་ནང་དུ་རྒྱུ་བ་ཐོགས་པ་མེད་པར་བྱེད་དོ། །
en: Just as a potter or his apprentice takes a lump of clay, puts it on a wheel, and sculpts it in various shapes into the form of whatever vessel he pleases, in the same way, the force of the karmic wind arranges the eyes and so forth as it pleases, and removes obstructions to the inhalation and exhalation of breath.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་བཅུ་བདུན་པ་ལ་ནི་མའི་མངལ་ནས་འབྲི་གདོང་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: “Nanda, in the seventeenth week, a wind called yak face arises within the mother’s womb.

source: རླུང་དེས་མངལ་ན་གནས་པ་དེའི་མིག་དང་། རྣ་བ་དང་། སྣ་དང་། ཁའི་སྒོ་དང་། མིད་པ་དང་། སྙིང་གི་ཕྱོགས་དང་། ཟས་འཇུག་པར་འགྱུར་བའི་གནས་རྣམས་ཀུན་ཏུ་དང་བར་བྱེད་ཅིང་དབུགས་ཕྱི་ནང་དུ་རྒྱུ་བའི་གནས་ཐོགས་པ་མེད་པར་བྱེད་དེ།
en: That wind completely cleanses the fetus’s eyes, ears, nostrils, mouth, and throat, around the heart, and the repository for food, and removes obstructions to the inhalation and exhalation of breath.

source: འདི་ལྟ་སྟེ། དཔེར་ན་ཁྱེའུ་འམ། བུ་མོ་མཁས་པ་ཞིག་གིས་མེ་ལོང་གི་དཀྱིལ་འཁོར་རྡུལ་གྱིས་གཡོགས་པ་བླངས་ནས་འབྲུ་མར་དང་། ཐལ་བ་དང་། སའི་ཕྱེ་མ་ཞིབ་མོ་དག་གིས་བྱི་དོར་བྱས་ན་གསལ་བར་འགྱུར་བ་དེ་བཞིན་དུ་ལས་ཀྱི་རླུང་གི་དབང་གིས་སྐྱེ་མཆེད་རྣམས་རྣམ་པར་འཇོག་ཅིང་ཐོགས་པ་མེད་པར་བྱེད་དོ། །
en: Just as a skillful boy or girl takes a mirror covered with dust, wipes it clean with oil or ashes or finely powdered earth, and it becomes clear, in the same way, the force of the karmic wind arranges the sense organs and removes obstructions.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་བཅྭ་བརྒྱད་པ་ལ་ནི་མའི་མངལ་ནས་དྲི་མ་མེད་པ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: “Nanda, in the eighteenth week, a wind called undefiled arises within the mother’s womb.

source: མངལ་ན་གནས་པ་དེའི་སྐྱེ་མཆེད་དྲུག་པོ་དག་ཡོངས་སུ་དག་པར་བྱེད་དེ། འདི་ལྟ་སྟེ།
en: That wind completely purifies the six sense organs of the fetus.

source: དཔེར་ན་ཉི་མ་དང་ཟླ་བའི་དཀྱིལ་འཁོར་སྤྲིན་ཆེན་པོས་ཁེབས་པ་རླུང་དྲག་པོ་ལངས་ནས་བུས་ཏེ་ཕྱོགས་བཞིར་གཏོར་བར་གྱུར་ན་འོད་དང་ལྡན་ཞིང་ཡོངས་སུ་དག་པར་འགྱུར་བ་དེ་བཞིན་དུ་དགའ་བོ་ལས་ཀྱི་རླུང་དེའི་སྟོབས་ཀྱིས་མངལ་ན་གནས་པ་དེའི་དབང་པོ་དྲུག་ཡོངས་སུ་དག་པར་བྱེད་པ་ཡང་དེ་བཞིན་དུ་རིག་པར་བྱའོ། །
en: If the disks of the sun and the moon are covered by a large cloud, and a strong wind arises and blows, dispersing it in the four directions, the sun and moon become bright and totally pure. It should be understood that in the same way, Nanda, the force of that karmic wind completely purifies the six sense organs of the fetus.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་བཅུ་དགུ་པ་ལ་ནི་མའི་མངལ་ན་གནས་པ་དེའི་དབང་པོ་བཞི་པོ་མིག་དང་། རྣ་བ་དང་། སྣ་དང་། ལྕེའི་དབང་པོ་དག་མངོན་པར་འགྲུབ་པར་བྱེད་དོ། །
en: “Nanda, in the nineteenth week, four of the faculties of the fetus, namely, the faculties of the eye, ear, nose, and tongue, are fully established.

source: དང་པོ་མའི་མངལ་དུ་འཇུག་པའི་ཚེ་ཐོག་མ་ཁོ་ནར་དབང་པོ་གསུམ་ཐོབ་པར་འགྱུར་ཏེ། འདི་ལྟ་སྟེ། ལུས་དང་། སྲོག་དང་། ཡིད་ཀྱི་དབང་པོ་གང་ཡིན་པའོ། །
en: Initially, at the time of entry into the womb, three faculties are first obtained, namely, the faculty of the body, the life faculty, and the mental faculty.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་ཉི་ཤུ་པ་ལ་ནི་མའི་མངལ་ནས་ཤིན་ཏུ་བརྟན་པ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: “Nanda, in the twentieth week, a wind called very stable arises within the mother’s womb.

source: རླུང་དེས་མངལ་ན་གནས་པ་དེའི་རྐང་པ་གཡོན་པ་ལ་བརྟེན་ཏེ། མོའི་རུས་པ་ཉི་ཤུ་སྐྱེད་པར་བྱེད་དོ། །རྐང་པ་གཡས་པ་ལ་བརྟེན་ཏེ་རུས་པ་ཉི་ཤུ་དང་། རྐང་པའི་རྟིང་པའི་རུས་པ་བཞི་དང་། རྗེ་ངར་གྱི་རུས་པ་གཉིས་དང་། པུས་མོའི་རུས་པ་གཉིས་དང་།
en: That wind produces twenty toe bones in the left foot of the fetus.

source: བརླའི་རུས་པ་གཉིས་དང་། རྐེད་པའི་རུས་པ་གསུམ་དང་། ལོང་བུའི་རུས་པ་གསུམ་དང་། སྒལ་ཚིགས་ཀྱི་རུས་པ་བཅྭ་བརྒྱད་དང་། རྩིབ་མའི་རུས་པ་ཉི་ཤུ་རྩ་བཞི་སྐྱེད་པར་བྱེད་དོ། །
en: It produces twenty bones in the right foot, four heel bones, two calf bones, two kneecaps, two thigh bones, three waist bones, three ankle bones, eighteen bones of the spine, and twenty-four ribs.

source: གཞན་ཡང་ལག་པ་གཡོན་པ་ལ་བརྟེན་ཏེ་སོར་མོའི་ཚིགས་ཀྱི་རུས་པ་ཉི་ཤུ་དང་། ལག་པ་གཡས་པ་ལ་བརྟེན་ཏེ་སོར་མོའི་ཚིགས་ཀྱི་རུས་པ་ཉི་ཤུ་སྐྱེད་པར་བྱེད་དོ། །གཞན་ཡང་ལག་ངར་གྱི་རུས་པ་བཞི་དང་། དཔུང་པའི་རུས་པ་གཉིས་དང་། བྲང་གི་རུས་པ་བདུན་དང་།
en: In addition, it produces twenty finger bones in the left hand and twenty finger bones in the right hand.

source: ཕྲག་པའི་རུས་པ་བདུན་དང་། གཉའ་བའི་རུས་པ་བཞི་དང་། འགྲམ་པའི་རུས་པ་གཉིས་དང་། སོའི་རུས་པ་སུམ་ཅུ་རྩ་གཉིས་དང་། མགོའི་རུས་པ་བཞི་སྐྱེད་པར་བྱེད་དེ།
en: It produces four forearm bones, two shoulder bones, seven chest bones, seven shoulder bones, four neck bones, two jaw bones, thirty-two teeth bones, and four head bones.

source: དགའ་བོ་འདི་ལྟ་སྟེ་དཔེར་ན། གཟུགས་མཁན་ནམ། གཟུགས་མཁན་གྱི་སློབ་མ་མཁས་པས་སྔར་ནི་ཤིང་སྲ་བ་ལས་དེའི་དབྱིབས་བྱས་ནས་དེའི་འོག་ཏུ་སྲད་བུས་བཅིངས་ཏེ་ཕྱིས་འཇིམ་པ་རྣམས་བསྐུས་ནས་གཟུགས་བརྙན་མངོན་པར་འགྲུབ་པར་བྱེད་པ་དེ་བཞིན་དུ་ལས་ཀྱི་རླུང་གི་སྟོབས་དེས་རུས་པ་རྣམས་རྣམ་པར་གཞོག་པ་ཡང་དེ་བཞིན་དུ་བལྟ་བར་བྱའོ། །
en: Nanda, just as a sculptor or a sculptor’s skilled apprentice first makes a figure from hard wood, and then, having bound it with cord, smears it with clay and produces a statue, in the same way, it should be seen that the force of that karmic wind arranges the bones.

source: དགའ་བོ་དེ་ལྟར་ཞག་བདུན་ཕྲག་ཉི་ཤུ་པ་ལ་ནི་རུས་པ་ཕྲ་མོ་མ་གཏོགས་པར་རུས་པ་ཆེན་པོ་སྐྱེ་བའི་གྲངས་ནི་ཉིས་བརྒྱ་ཡོད་པར་རིག་པར་བྱའོ། །
en: Thus, Nanda, it should be understood that the number of large bones that arise in the twentieth week, not including the tiny bones, is two hundred.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་ཉི་ཤུ་གཅིག་པ་ལ་མའི་མངལ་ནས་ཡང་དག་སྐྱེད་པ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ། མངལ་ན་གནས་པ་དེའི་ལུས་ལ་ཤ་སྐྱེད་པར་བྱེད་པ་འདི་ལྟ་སྟེ།
en: “Nanda, in the twenty-first week, a wind called proper production arises within the mother’s womb and produces flesh on the body of the fetus.

source: དཔེར་ན་ཞལ་ཞལ་མཁན་ནམ། ཞལ་ཞལ་མཁན་གྱི་སློབ་མས་འཇིམ་པ་ལེགས་པར་སྦྱར་ནས་རྩིག་ངོས་ལ་ཞལ་ཞལ་བྱེད་པ་བཞིན་དུ་ལས་ཀྱི་རླུང་དེས་ཤ་སྐྱེད་པར་བྱེད་པ་ཡང་དེ་བཞིན་དུ་བལྟ་བར་བྱའོ། །
en: Just as a plasterer or a plasterer’s apprentice, having prepared the mud well, plasters the side of a wall, in the same way it should be seen that that karmic wind produces flesh.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་ཉི་ཤུ་གཉིས་པ་ལ་ནི་མའི་མངལ་ནས་ཀུན་ཏུ་རྒྱལ་བ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: “Nanda, in the twenty-second week, a wind called completely victorious arises within the mother’s womb.

source: རླུང་དེས་མངལ་ན་གནས་པ་དེའི་ཁྲག་སྐྱེད་པར་བྱེད་དོ། །
en: That wind produces the blood of the fetus.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་ཉི་ཤུ་གསུམ་པ་ལ་ནི་མའི་མངལ་ནས་ཡོངས་སུ་དག་པར་འཛིན་པ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: “Nanda, in the twenty-third week, a wind called holding cleanly arises within the mother’s womb.

source: རླུང་དེས་མངལ་ན་གནས་པ་དེའི་པགས་པ་སྐྱེད་པར་བྱེད་དོ། །
en: That wind produces the skin of the fetus.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་ཉི་ཤུ་བཞི་པ་ལ་ནི་མའི་མངལ་ནས་ཀུན་ཏུ་འཕྱོ་བ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: “Nanda, in the twenty-fourth week, a wind called completely floating arises within the mother’s womb.

source: རླུང་དེས་མངལ་ན་གནས་པ་དེའི་པགས་པ་རབ་ཏུ་དང་བར་བྱེད་དོ། །
en: That wind purifies the skin of the fetus.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་ཉི་ཤུ་ལྔ་པ་ལ་ནི་མའི་མངལ་ནས་གྲོང་ཁྱེར་འཛིན་ཅེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: “Nanda, in the twenty-fifth week, a wind called holding the city arises within the mother’s womb.

source: རླུང་དེས་མངལ་ན་གནས་པ་དེའི་ཤ་དང་ཁྲག་རབ་ཏུ་དང་བར་བྱེད་དོ། །
en: That wind purifies the flesh and blood of the fetus.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་ཉི་ཤུ་དྲུག་པ་ལ་ནི་མའི་མངལ་ནས་སྐྱེ་བ་མངོན་པར་གྲུབ་པ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: “Nanda, in the twenty-sixth week, a wind called completion of birth arises within the mother’s womb.

source: རླུང་དེས་མངལ་ན་གནས་པ་དེའི་ལུས་ཀྱི་སྐྲ་དང་སྤུ་དང་སེན་མོ་རྣམས་སྐྱེད་པར་བྱེད་དེ།
en: That wind produces the hair, body hair, and nails of the body of the fetus.

source: དེ་དག་ཐམས་ཅད་ཀྱང་རྩ་རྒྱུས་རྣམས་དང་ཕན་ཚུན་འབྲེལ་བར་བལྟ་བར་བྱའོ། །
en: They are all to be seen as interconnected with the channels.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་ཉི་ཤུ་བདུན་པ་ལ་ནི་མའི་མངལ་ནས་སྨན་ཡོན་ཆེན་པོ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: “Nanda, in the twenty-seventh week, a wind called crooked medicine arises within the mother’s womb.

source: རླུང་དེས་མངལ་ན་གནས་པ་དེའི་སྐྲ་དང་སྤུ་དང་སེན་མོ་རྣམས་མངོན་པར་འགྲུབ་པར་བྱེད་དོ། །
en: That wind fully establishes the hair, body hair, and nails on the body of the fetus.

source: དགའ་བོ་མངལ་ན་གནས་པ་དེ་གལ་ཏེ་ཚེ་རབས་སྔ་མ་ལ་སྡིག་པ་མི་དགེ་བའི་ལས་མངོན་པར་འདུས་བྱས་པས་སེར་སྣས་ལོངས་སྤྱོད་བདོག་པ་རྣམས་འཕངས་ཤིང་ཤིན་ཏུ་བསྟེན་པར་མངོན་པར་ཞེན་ནས་སྦྱིན་པ་གཏོང་བར་མི་བྱེད་པ་དང་། ཕ་མ་དང་། མཁན་པོ་དང་། སློབ་དཔོན་དང་། བླ་མའི་གནས་རྣམས་ཀྱིས་རྗེས་སུ་བསྟན་པ་དག་མཉན་པར་མི་བྱེད་པ་དང་། ལུས་དང་ངག་དང་།
en: Nanda, if the fetus in a previous life engaged in sinful and unvirtuous actions, and, due to avarice, cherished and excessively attended to its wealth and possessions, attached to them, and did not give charity; did not listen to what was taught by those who are worthy, including parents, preceptors, teachers, and gurus; and engaged in unvirtuous actions of body, speech, and mind, and increased them night and day, then that fetus will experience karmic results of the following sort.

source: ཡིད་ཀྱིས་མི་དགེ་བའི་ལས་མངོན་པར་འདུས་བྱས་ཤིང་ཉིན་མཚན་དུ་འཕེལ་བར་བྱེད་པ་ཞིག་ཡིན་ན་ནི་འདི་ལྟ་བུའི་རྣམ་པར་སྨིན་པ་མྱོང་བར་འགྱུར་ཏེ།
en: If the fetus is born as a human, it will obtain unpleasant results.

source: གལ་ཏེ་མིར་སྐྱེས་པར་གྱུར་ན་ཡང་འབྲས་བུ་རྣམ་པར་སྨིན་པ་ཡིད་དུ་མི་འོང་བ་ཐོབ་པར་འགྱུར་བས་གལ་ཏེ་འཇིག་རྟེན་པ་རྣམས་འདི་ལྟར་རིང་པོས་མཛེས་པར་གྱུར་ན་ནི་དེ་ཐུང་བར་འགྱུར་རོ། །
en: If people think that tall is attractive, it will be short.

source: གལ་ཏེ་ཐུང་དུས་མཛེས་པར་གྱུར་ན་ནི་དེ་རིང་པོར་འགྱུར་རོ། །
en: If short is attractive, it will be tall.

source: སྦོམ་པོས་མཛེས་པར་གྱུར་ན་ནི་དེ་ཕྲ་བར་འགྱུར་རོ། །
en: If thick is attractive, it will be thin.

source: གལ་ཏེ་ཕྲ་མོས་མཛེས་པར་གྱུར་ན་ནི་དེ་སྦོམ་པོར་འགྱུར་རོ། །
en: If thin is attractive, it will be thick.

source: གལ་ཏེ་ཡན་ལག་དང་ཉིང་ལག་ཕན་ཚུན་ཐག་ཉེ་བས་མཛེས་པར་གྱུར་ན་ནི་དེ་ཐག་རིང་པོར་འགྱུར་རོ། །
en: If major and minor body parts that are close together are attractive, its will be far apart.

source: གལ་ཏེ་ཐག་རིང་པོས་མཛེས་པར་གྱུར་ན་ནི་དེ་ཐག་ཉེ་བར་འགྱུར་རོ། །
en: If far apart is attractive, its will be close.

source: གལ་ཏེ་མང་པོས་མཛེས་པར་གྱུར་ན་ནི་དེ་ཉུང་བར་འགྱུར་རོ། །
en: If ample is attractive, it will be slight.

source: གལ་ཏེ་ཉུང་བར་མཛེས་པར་གྱུར་ན་ནི་དེ་མང་པོར་འགྱུར་རོ། །
en: If slight is attractive, it will be ample.

source: གལ་ཏེ་ཚོ་བ་འདོད་ན་ནི་རིད་པར་འགྱུར་རོ། །
en: If it desires to be fat, it will be lean.

source: རིད་པ་འདོད་ན་ནི་ཚོ་བར་འགྱུར་རོ།
en: If it desires to be lean, it will be fat.

source: ཞན་ཅིང་མཉེན་པ་འདོད་ན་ནི་བཤོར་བར་འགྱུར་རོ། །
en: If it desires to be frail and soft, it will be rough.

source: བཤོར་བར་འདོད་ན་ནི་ཞན་ཅིང་མཉེན་པར་འགྱུར་རོ། །
en: If it desires to be rough, it will be frail and soft.

source: དཀར་བར་འདོད་ན་ནི་གནག་པར་འགྱུར་རོ། །
en: If it desires to be white, it will be black.

source: གནག་པར་འདོད་ན་ནི་དཀར་བར་འགྱུར་རོ། །
en: If it desires to be black, it will be white.

source: དགའ་བོ་གཞན་ཡང་སྡིག་པ་མི་དགེ་བའི་ལས་ཀྱི་དབང་གིས་སྡིག་པ་མི་དགེ་བའི་རྣམ་པར་སྨིན་པ་འོན་པ་དང་། ལོང་བ་དང་། ལྐུགས་པ་དང་། གླེན་པ་དང་། བྱད་བཞིན་མི་སྡུག་པ་དང་། ཚིག་སྨྲས་པ་རྣམས་གཞན་གྱིས་མཉན་པའི་འོས་སུ་མི་འགྱུར་བ་དང་། རྐ་ལག་འཕྱེ་ཞིང་འགྲོ་བ་དང་། ལུས་མི་སྡུག་ཅིང་ཡི་དགས་དང་འདྲ་བས་ཉེ་བ་ཤེས་རྣམས་ཀྱང་མཐོང་བར་མི་འདོད་ན་གཞན་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་པ་དང་།
en: Nanda, furthermore, sinful and unvirtuous actions will result in deafness, blindness, dumbness, stupidity, an unpleasant appearance, its words not worth being listened to by others, its crawling on all fours, its friends’ and relatives’—let alone other people’s— unwillingness to look at it because its body is unpleasant like a preta’s, and other people’s failure to believe or remember whatever it tells them about its pursuits through its actions of body, speech, and mind.

source: ལུས་དང་།
en: Why?

source: ངག་དང་། ཡིད་ཀྱི་ལས་ཇི་སྙེད་བཙལ་བ་དག་གཞན་ལ་སྨྲས་ན་ཡང་གཞན་གྱིས་ཡིད་མི་ཆེས་ཤིང་ཡིད་ལ་མི་འཛིན་པར་དག་མངོན་པར་འགྲུབ་པར་འགྱུར་རོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེས་ཚེ་རབས་སྔ་མ་ལ་སྡིག་པ་མི་དགེ་བའི་ལས་མངོན་པར་འདུས་བྱས་པའི་དབང་གིས་དེ་ལྟ་བུའི་རྣམ་པར་སྨིན་པ་འཐོབ་པར་འགྱུར་བས་སོ། །
en: Because that being will obtain that sort of result due to having engaged in sinful and unvirtuous actions in previous lives.

source: དགའ་བོ་མངལ་ན་གནས་པ་དེ་ཚེ་རབས་སྔ་མ་ལ་བསོད་ནམས་ཀྱི་ལས་མངོན་པར་བསྒྲུབས་པ་དང་། སེར་སྣ་མེད་པར་ལེགས་པར་སྦྱིན་པ་གཏོང་ཞིང་ཕོངས་པ་རྣམས་ལ་སྙིང་བརྩེ་བ་དང་། ལོངས་སྤྱོད་རྣམས་ལ་ཕོངས་ཤིང་མངོན་པར་ཞེན་པའི་སེམས་མེད་པ་དང་། དགེ་བའི་ལས་མངོན་པར་འདུས་བྱས་པ་རྣམས་ཉིན་མཚན་དུ་འཕེལ་བར་བྱེད་པ་ཞིག་ཡིན་ནི་འདི་ལྟ་བུའི་རྣམ་པར་སྨིན་པ་ཁྱད་པར་དུ་འཕགས་པ་མྱོང་བར་འགྱུར་ཏེ།
en: “Nanda, if the fetus in a previous life performed meritorious actions, and, without avarice, gave charity well, was compassionate to the poor, did not cherish or have attachment to its wealth, and engaged in virtuous actions and increased them night and day, that fetus will experience superior results of the following sort.

source: མིར་སྐྱེས་པར་གྱུར་ན་ཡང་འབྲས་བུ་རྣམ་པར་སྨིན་པ་ཡིད་དུ་འོང་བ་ཐོབ་པར་འགྱུར་བས་གལ་ཏེ་འཇིག་རྟེན་པ་རྣམས་རིང་པོས་མཛེས་པར་གྱུར་ན་ཡང་དེ་བཞིན་དུ་རིང་པོར་འགྱུར་རོ། །
en: If the fetus is born as a human, it will obtain pleasant results. If people think that tall is attractive, it will accordingly be tall.

source: གལ་ཏེ་ཐུང་དུས་མཛེས་པར་གྱུར་ན་ཡང་དེ་བཞིན་དུ་ཐུང་བར་འགྱུར་བ་དང་།
en: If short is attractive, it will accordingly be short.

source: ཕྲ་སྦོམ་རན་ཞིང་ཡན་ལག་དང་ཉིང་ལག་འཚམ་པ་དང་།
en: It will be thick or thin as is fitting. Its major and minor body parts will be suitable.

source: མང་ཉུང་དང་། ཚོ་རིད་དང་། བཤོར་མི་བཤོར་ཡང་དེ་བཞིན་དུ་མཛེས་ཤིང་ཡིད་དུ་མི་འོང་བ་མེད་པ་དང་།
en: Whether ample or slight, fat or lean, rough or not rough, it will be the same—it will be attractive and not unpleasant.

source: དབང་པོ་དྲུག་ཚང་ཞིང་བྱད་བཞིན་སྡུག་པས་གཞན་ལས་ཁྱད་པར་དུ་འཕགས་པ་དང་།
en: Since it will have all six faculties, and its face will be pleasing, it will be superior to others.

source: ཚིག་གསལ་ཞིང་དབྱངས་སྙན་པ་དང་།
en: Its words will be clear, and its voice will be pleasant.

source: སྐྱེས་བུའི་མཚན་ཕུན་སུམ་ཚོགས་ཤིང་གང་གིས་མཐོང་བ་རྣམས་དགའ་བར་འགྱུར་བ་དང་།
en: It will have the characteristics of a superior person in abundance, and whoever sees it will be delighted.

source: ལུས་དང་། ངག་དང་། ཡིད་ཀྱི་ལས་ཇི་སྙེད་བཙལ་བ་དག་གཞན་ལ་བསྙད་ན་ཡང་གཞན་གྱིས་ཡིད་ཆེས་ཤིང་གུས་པས་ཡིད་ལ་འཛིན་པར་འགྱུར་རོ། །
en: When it tells others about whatever it pursues through its actions of body, speech, and mind, they will believe it and remember it with respect.

source: དེས་ཚེ་རབས་སྔ་མ་ལ་དགེ་བའི་ལས་རྣམས་མངོན་པར་འདུས་བྱས་པའི་དབང་གིས་དེ་ལྟ་བུའི་རྣམ་པར་སྨིན་པ་ཐོབ་པར་འགྱུར་བས་སོ། །
en: Because that being will obtain that sort of result due to having engaged in virtuous actions in previous lives.

source: དགའ་བོ་མངལ་ན་གནས་པ་དེ་གལ་ཏེ་ཁྱེའུ་ཡིན་ན་ནི་མའི་རྩིབ་ལོགས་གཡས་ཕྱོགས་སུ་ཙོག་པུར་འདུག་ལ།
en: “Nanda, if that fetus is a boy, he squats on the right side of his mother’s ribs.

source: ལག་པ་གཉིས་ཀྱིས་གདོང་གཡོགས་ནས་མའི་སྒལ་ཚིགས་ལོགས་སུ་བལྟས་ཏེ་འདུག་གོ །
en: Covering his face with both hands, he sits facing the mother’s spine.

source: གལ་ཏེ་བུ་མོ་ཡིན་ནི་མའི་རྩིབ་ལོགས་གཡོན་ཕྱོགས་སུ་ཙོག་པུར་འདུག་ལ།
en: If it is a girl, she squats on the left side of her mother’s ribs.

source: ལག་པ་གཉིས་ཀྱིས་གདོང་གཡོགས་ནས་མའི་ལྟོ་བ་ལོགས་སུ་ཁ་བ་ལྟས་ཏེ་མ་ཞུ་བའི་གནས་ཀྱི་ནི་འོག །
en: Covering her face with both hands, she sits facing her mother’s belly.

source: ཞུ་བའི་གནས་ཀྱི་ནི་སྟེང་ན་མ་ཞུ་བའི་དངོས་པོས་ནི་ཐུར་དུ་མནན།
en: The fetus, below the stomach and above the intestines, is pressed down on by undigested things and pushed up by digested things.

source: ཞུ་བའི་དངོས་པོས་ནི་ཡར་འདེགས་པར་བྱེད་པས་འདི་ལྟ་སྟེ་དཔེར་ན་གནས་ལྔ་བཅིངས་ནས་གསལ་ཤིང་རྣོན་པོའི་ཁར་བཙུགས་པ་བཞིན་དུ་གནས་སོ། །
en: It is as if the fetus, bound in five places, sits impaled on the point of a sharp stick.

source: གལ་ཏེ་མས་ཟས་མང་དུ་ཟོས་སམ་ཉུང་དུ་ཟོས་ན་ཡང་སྡུག་བསྔལ་མྱོང་བར་འགྱུར་རོ། །དེ་བཞིན་དུ་གལ་ཏེ་ཤིན་ཏུ་སྣུམ་པའམ། ཤིན་ཏུ་རྩུབ་པ་དང་། ཤིན་ཏུ་གྲང་བའམ། ཤིན་ཏུ་ཚ་བའམ།
en: If the mother eats too much or too little, the fetus will experience suffering.

source: ལན་ཚྭ་བྲོ་བའམ། མི་བྲོ་བའམ། ཁ་བའམ། སྐྱུར་བའམ། མངར་བ་ལ་སོགས་པ་ཟས་འདི་ལྟ་བུ་དག་ཟོས་ན་ཡང་ཐམས་ཅད་དུ་སྡུག་བསྔལ་མྱོང་བར་འགྱུར་རོ། །གལ་ཏེ་མས་འདོད་པ་སྤྱད་པར་གྱུར་ཏམ།
en: Similarly, if she eats food that is too oily, or too harsh, or too cold, or too hot or salty or tasteless, or bitter or sour or sweet and so forth, the fetus will experience suffering in all these cases.

source: དྲག་ཏུ་སོང་ངམ། བརྒྱུགས་སམ། ཉམ་ང་བའི་ཕྱོགས་སུ་འདུག་གམ། ཡུན་རིང་དུ་འདུག་པར་གྱུར་ཏམ། ཡུན་རིང་དུ་ཉལ་བར་གྱུར་ཏམ།
en: If the mother engages sexual activity, or if she moves violently, or if she runs, or if she stays in a scary place, or if she sits for a long time, or if she lies down for a long time, or if she jumps, the fetus will experience suffering in all these cases.

source: མཆོངས་པར་གྱུར་ན་ཡང་ཐམས་ཅད་དུ་སྡུག་བསྔལ་མྱོང་བར་འགྱུར་རོ། །དགའ་བོ་མའི་མངལ་དུ་གནས་པ་ན་དེ་ལྟ་བུའི་སྡུག་བསྔལ་རྣམ་པ་སྣ་ཚོགས་བརྗོད་ཀྱིས་མི་ལང་བས་ལུས་ལ་ཉོན་མོངས་པར་རིག་པར་བྱ་སྟེ།
en: “Nanda, you should understand that various unspeakable types of suffering of that sort afflict the body of the fetus.
